<template>

        <p>
1. 租賃與歸還認定
租借自 WebApp 顯示訂單時起算。歸還須確保 完全插入機台鎖槽 且 App 彈出「結案單」方視為終止。若因使用者原因導致被他人取走，使用者應負遺失賠償之責。
2. 費率計算
採分段計費制：
● 第一階段：0-30 分鐘，固定收費 NT$45。
● 第二階段：30 分鐘後，每 30 分鐘 NT$30。
● 跨日累計：若超過 24 小時未歸還，除租金外，本公司有權先行鎖定帳號。
3. 使用者檢查義務
使用者取車/取物後應立即檢查。若發現損壞應透過 App 「報修功能」上傳照片。10 分鐘後未報修則視為領取時設備完好。
4. 維修與損害賠償
1. 正常耗損由本公司負擔。
2. 遺失或人為毀損（如塗鴉、切割、支架彎曲）：賠償金 NT$1,500。
3. 若因違規使用（如站立）導致他人受傷，由使用者承擔法律責任。
5. 業者維護責任
本公司承諾定期巡檢設備安全，但 不擔保 設備於租借期間因非預見因素產生的突發故障。若發生故障，使用者應立即停止使用。
6. 爭議處理
若對費用有爭議，應於扣款後 14 日內 提出。本條款以中華民國法律為準，以 台灣桃園地方法院 為第一審管轄法院。</p>
<p>
二、 使用者隱私權政策與個資蒐集聲明
根據《個資法》第 8 條規定，您必須在 App 註冊頁面告知以下事項：
1. 蒐集目的與類別
蒐集目的： 租賃服務管理、金流扣款、設備追蹤、客服爭議處理、行銷活動推送。
個資類別： 姓名、聯絡電話、電子郵件、地理位置（GPS）、信用卡號或第三方支付代碼。
2. 利用期間與地區
期間： 會員帳號有效期間內及法律規定之保存期限依會計法規定。
地區： 台灣地區及本公司委託之雲端伺服器所在地。
3. 使用者權利
您可隨時透過 App 設定或聯繫客服行使：查詢、閱覽、製給複製本、補充、更正、停止蒐集處理或利用、刪除個人資料之權利。
4. 設備位置追蹤
為確保資產安全，本服務將於「租借期間」內記錄設備之位置資訊。歸還完成後，系統將停止主動追蹤該次行程位置。

</p>
</template>

<script setup>

</script>

<style scoped>

</style>